Revit 2027 API
DockablePanes.BuiltInDockablePanes.HostByLinkNavigator Property
 The host by link navigator pane.
Namespace: Autodesk.Revit.UI
Assembly: RevitAPIUI (in RevitAPIUI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static DockablePaneId HostByLinkNavigator { get; }
Public Shared ReadOnly Property HostByLinkNavigator As DockablePaneId
	Get
public:
static property DockablePaneId^ HostByLinkNavigator {
	DockablePaneId^ get ();
}
static member HostByLinkNavigator : DockablePaneId with get
Property Value
DockablePaneId
See Also
Reference
DockablePanes.BuiltInDockablePanes Class
Autodesk.Revit.UI Namespace